Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: דק׳ שנצברו
ar: د. مكتسبة
en: Min earned
ru: Накоплено мин.

source: דרך Apple
ar: عبر Apple
en: With Apple
ru: Через Apple

source: דרך Google
ar: عبر Google
en: With Google
ru: Через Google

source: ד׳
ar: الرابع
ru: 4-й

source: ה
ar: ها
en: her
ru: неё

source: ה-💝 כבר מופיע אצל%@.
ar: الـ💝 ظاهر بالفعل لدى%@.
en: The 💝 is already showing on%@ device.
ru: 💝 уже появился у%@.

source: הֲבָנַת הַנִּקְרָא
ar: فهم المقروء
en: Reading
ru: Понимание прочитанного

source: הֲגָנָה
ar: دفاع
en: Defence
ru: Защита

source: הֲכִי מִשְׁתַּלֵּם 🔥
ar: الأكثر توفيرًا 🔥
en: Best value 🔥
ru: Самое выгодное 🔥

source: הֲכָנָה לִמְחוֹנָנִים
ar: تحضير للموهوبين
en: Gifted Prep
ru: Подготовка для одарённых

source: הֲסָרַת הַקּוֹד
ar: إزالة الرمز
en: Remove code
ru: Убрать код

source: הִגְדַּרְתֶּם בֶּעָבָר זְמַן מָסָךְ שֶׁל אַפֶּל בַּטֶּלֶפוֹן הַזֶּה?
ar: هل أعددتم سابقًا مدة استخدام الجهاز من Apple في هذا الهاتف؟
en: Did you set up Apple's Screen Time on this phone before?
ru: Вы раньше настраивали «Экранное время» Apple на этом телефоне?

source: הִגַּעְתָּ לְכָל הַדַּקּוֹת שֶׁל הַיּוֹם. נִתְרָאֶה מָחָר בַּבֹּקֶר
ar: وصلتَ إلى كل دقائق اليوم. نلتقي غدًا صباحًا
en: You've used all of today's minutes. See you tomorrow morning
ru: Ты использовал все минуты на сегодня. Увидимся завтра утром

source: הִגַּעְתָּ לְמַקְסִימוּם זְמַן הַמָּסָךְ הַיּוֹמִי 🌙 — %lld דַּקּוֹת שְׁמוּרוֹת לְמָחָר
ar: وصلتَ إلى الحدّ الأقصى لوقت الشاشة اليومي 🌙 — %lld دقيقة محفوظة للغد
en: You've reached today's max screen time 🌙 — %lld minutes saved for tomorrow
ru: Ты достиг дневного максимума экранного времени 🌙 — %lld минуты сохранено на завтра

source: הִגַּעְתָּ לְמַקְסִימוּם זְמַן הַמָּסָךְ הַיּוֹמִי 🌙 — %lld דַּקּוֹת שְׁמוּרוֹת לְמָחָר!
ar: وصلتَ إلى الحدّ الأقصى لوقت الشاشة اليومي 🌙 — %lld دقيقة محفوظة للغد!
en: You've reached today's max screen time 🌙 — %lld minutes saved for tomorrow!
ru: Ты достиг дневного максимума экранного времени 🌙 — %lld минуты сохранены на завтра!

source: הִגַּעְתָּ לַמַּקְסִימוּם הַיּוֹמִי
ar: وصلتَ إلى الحدّ الأقصى اليومي
en: You reached today's max
ru: Ты достиг дневного максимума

source: הִגַּעְתָּ לַמַּקְסִימוּם הַיּוֹמִי! %lld דַּקּוֹת נִשְׁמְרוּ לְמָחָר 🎁 (%lld/%lld)
ar: وصلتَ إلى الحدّ الأقصى اليومي! حُفظت %lld دقيقة للغد 🎁 (%lld/%lld)
en: You hit today's max! %lld minutes saved for tomorrow 🎁 (%lld/%lld)
ru: Ты достиг дневного максимума! %lld минуты сохранено на завтра 🎁 (%2$lld/%3$lld)

source: הִגַּעְתָּ לַמַּקְסִימוּם הַיּוֹמִי! 🎉 מִכָּאן מַמְשִׁיכִים לִלְמוֹד בְּלִי דַּקּוֹת נוֹסָפוֹת
ar: وصلتَ إلى الحدّ الأقصى اليومي! 🎉 من هنا نتابع التعلّم بلا دقائق إضافية
en: You reached today's max! 🎉 You can keep learning — just without extra minutes
ru: Ты достиг дневного максимума! 🎉 Дальше можно учиться, просто без новых минут

source: הִגַּעְתָּ לַמַּקְסִימוּם 🌙 — שִׂחַקְתָּ הַיּוֹם %lld מִתּוֹךְ %lld דַּקּוֹת. %lld דַּקּוֹת שְׁמוּרוֹת לְךָ לְמָחָר!
ar: وصلتَ إلى الحدّ الأقصى 🌙 — لعبتَ اليوم %lld من %lld دقيقة. %lld دقيقة محفوظة لك للغد!
en: You've reached today's max 🌙 — you played %lld of %lld minutes today. %lld minutes are saved for you for tomorrow!
ru: Ты достиг максимума 🌙 — сегодня ты играл %lld из %lld минут. %lld минут сохранены для тебя на завтра!

source: הִגַּעַתְּ לְכָל הַדַּקּוֹת שֶׁל הַיּוֹם. נִתְרָאֶה מָחָר בַּבֹּקֶר
ar: وصلتِ إلى كل دقائق اليوم. نلتقي غدًا صباحًا
en: You've used all of today's minutes. See you tomorrow morning
ru: Ты использовала все минуты на сегодня. Увидимся завтра утром

source: הִגַּעַתְּ לַמַּקְסִימוּם הַיּוֹמִי
ar: وصلتِ إلى الحدّ الأقصى اليومي
en: You reached today's max
ru: Ты достигла дневного максимума

source: הִגַּעַתְּ לַמַּקְסִימוּם הַיּוֹמִי! %lld דַּקּוֹת נִשְׁמְרוּ לְמָחָר 🎁 (%lld/%lld)
ar: وصلتِ إلى الحدّ الأقصى اليومي! حُفظت %lld دقيقة للغد 🎁 (%lld/%lld)
en: You hit today's max! %lld minutes saved for tomorrow 🎁 (%lld/%lld)
ru: Ты достигла дневного максимума! %lld минуты сохранено на завтра 🎁 (%2$lld/%3$lld)

source: הִגַּעַתְּ לַמַּקְסִימוּם הַיּוֹמִי! 🎉 מִכָּאן מַמְשִׁיכִים לִלְמוֹד בְּלִי דַּקּוֹת נוֹסָפוֹת
ar: وصلتِ إلى الحدّ الأقصى اليومي! 🎉 من هنا نتابع التعلّم بلا دقائق إضافية
en: You reached today's max! 🎉 You can keep learning — just without extra minutes
ru: Ты достигла дневного максимума! 🎉 Дальше можно учиться, просто без новых минут

source: הִגַּעַתְּ לַמַּקְסִימוּם 🌙 — שִׂחַקְתְּ הַיּוֹם %lld מִתּוֹךְ %lld דַּקּוֹת. %lld דַּקּוֹת שְׁמוּרוֹת לָךְ לְמָחָר!
ar: وصلتِ إلى الحدّ الأقصى 🌙 — لعبتِ اليوم %lld من %lld دقيقة. %lld دقيقة محفوظة لكِ للغد!
en: You've reached today's max 🌙 — you played %lld of %lld minutes today. %lld minutes are saved for you for tomorrow!
ru: Ты достигла максимума 🌙 — сегодня ты играла %lld из %lld минут. %lld минут сохранены для тебя на завтра!

source: הִיא
ar: هي
en: She
ru: Она

source: הִיא אוֹהֶבֶת
ar: هي تحبّ
en: she loves
ru: она любит

source: הִיא הִרְוִיחָה
ar: هي ربحت
en: she earned
ru: она заработала

source: הִיא חוֹזֶרֶת
ar: هي تعود إلى
en: she goes back to
ru: она возвращается

source: הִיא עָנְתָה בְּ%@ עַל %lld שְׁאֵלוֹת, בְּ%lld%% הַצְלָחָה.
ar: أجابت في %@ عن %lld سؤالًا، بنسبة نجاح %lld%%.
en: She answered %2$lld questions in %1$@, with %3$lld%% correct.
ru: По теме %1$@ она ответила на %lld вопроса, точность %3$lld%%.

source: הִיסְטוֹרְיָה
ar: التاريخ
en: History
ru: История

source: הִנֵּה הַתְּשׁוּבָה — מַמְשִׁיכִים! ✨
ar: هذه هي الإجابة — نتابع! ✨
en: Here's the answer — let's keep going! ✨
ru: Вот ответ — продолжаем! ✨

source: הִנֵּה מַתָּנָה קְטַנָּה בִּשְׁבִילְךָ 🎁
ar: إليك هدية صغيرة 🎁
en: Here's a little gift for you 🎁
ru: Вот тебе маленький подарок 🎁

source: הִנֵּה מַתָּנָה קְטַנָּה בִּשְׁבִילֵךְ 🎁
ar: إليكِ هدية صغيرة 🎁
en: Here's a little gift for you 🎁
ru: Вот тебе маленький подарок 🎁

source: הִסְתַּבְּרוּת
ar: الاحتمالات
en: Probability
ru: Вероятность

source: הִצְטָרְפוּ
ar: انضمّوا
en: Join
ru: Присоединиться

source: הִצְטָרְפוּ אֵלַי בְּטוֹפִי! קוֹד הַמִּשְׁפָּחָה: %@
ar: انضمّوا إليّ في Tofy! رمز العائلة: %@
en: Join me on Tofy! Family code: %@
ru: Присоединяйтесь ко мне в Tofy! Код семьи: %@

source: הִצְטָרְפוּ לְמִשְׁפָּחָה קַיֶּמֶת
ar: انضمّوا إلى عائلة قائمة
en: Join an existing family
ru: Присоединиться к существующей семье

source: הִצְטָרְפוּ לַמִּשְׁפָּחָה
ar: انضمّوا إلى العائلة
en: Join the family
ru: Присоединиться к семье

source: הִצְטָרְפוּ לַמִּשְׁפָּחָה הַקַּיֶּמֶת — סוֹרְקִים קוֹד מֵהַמַּכְשִׁיר שֶׁלּוֹ
ar: انضمّوا إلى العائلة القائمة — امسحوا الرمز من جهازه
en: Join the existing family — scan a code from their device
ru: Присоединитесь к существующей семье — отсканируйте код с его устройства

source: הִצְטָרְפוּת לְמִשְׁפָּחָה
ar: الانضمام إلى عائلة
en: Join a family
ru: Присоединение к семье

source: הִצְטָרֵף
ar: انضمّ
en: Joined
ru: Присоединяйся

source: הִצְטָרַפְתֶּם לַמִּשְׁפָּחָה!
ar: انضممتم إلى العائلة!
en: You've joined the family!
ru: Вы присоединились к семье!

source: הִרְוִיחַ
ar: ربح
en: earned
ru: заработал

source: הִרְוִיחָה
ar: ربحت
en: earned
ru: заработала

source: הִרְוַחְתְּ אוֹתָן — הֵן מְחַכּוֹת בְּטוֹפִי
ar: ربحتِها — وهي بانتظارك في Tofy
en: You earned them — they're waiting in Tofy
ru: Ты заработала их — они ждут в Tofy

source: הִרְוַחְתָּ
ar: ربحتَ
en: you earned
ru: ты заработал

source: הִרְוַחְתָּ אוֹתָן — הֵן מְחַכּוֹת בְּטוֹפִי
ar: ربحتَها — وهي بانتظارك في Tofy
en: You earned them — they're waiting in Tofy
ru: Ты заработал их — они ждут в Tofy

source: הִרְוַחַתְּ
ar: ربحتِ
en: you earned
ru: ты заработала

source: הִרְוַחַתְּ אוֹתָן — הֵן מְחַכּוֹת בְּטוֹפִי
ar: ربحتِها — وهي بانتظارك في Tofy
en: You earned them — they're waiting in Tofy
ru: Ты заработала их — они ждут в Tofy

source: הִשְׁלַמְתְּ אֶת הַדַּרְגָּה! 🏆
ar: أكملتِ المستوى! 🏆
en: Level complete! 🏆
ru: Ты прошла уровень! 🏆

source: הִשְׁלַמְתְּ אֶת הָאֶתְגָּר הַיּוֹם — כָּל הַכָּבוֹד! 🎉 אֶפְשָׁר לְהַמְשִׁיךְ לְשַׂחֵק וְלִצְבֹּר עוֹד.
ar: أنهيتِ تحدّي اليوم — أحسنتِ! 🎉 يمكنكِ متابعة اللعب وجمع المزيد.
en: You finished today's challenge — great job! 🎉 You can keep playing and earn more.
ru: Ты прошла сегодняшнее задание — молодец! 🎉 Можно играть дальше и копить ещё.

source: הִשְׁלַמְתָּ אֶת הַדַּרְגָּה! 🏆
ar: أكملتَ المستوى! 🏆
en: Level complete! 🏆
ru: Ты прошёл уровень! 🏆

source: הִשְׁלַמְתָּ אֶת הָאֶתְגָּר הַיּוֹם — כָּל הַכָּבוֹד! 🎉 אֶפְשָׁר לְהַמְשִׁיךְ לְשַׂחֵק וְלִצְבֹּר עוֹד.
ar: أنهيتَ تحدّي اليوم — أحسنتَ! 🎉 يمكنك متابعة اللعب وجمع المزيد.
en: You finished today's challenge — great job! 🎉 You can keep playing and earn more.
ru: Ты прошёл сегодняшнее задание — молодец! 🎉 Можно играть дальше и копить ещё.

source: הִשְׁתַּפְּרָה
ar: تحسّنت
en: improved
ru: улучшилась

source: הִשְׁתַּפֵּר
ar: تحسّن
en: improved
ru: улучшился

source: הִתְאַמְתְּ אֶת כָּל הַזּוּגוֹת!
ar: طابقتِ كل الأزواج!
en: You matched all the pairs!
ru: Ты собрала все пары!

source: הִתְאַמְתָּ אֶת כָּל הַזּוּגוֹת!
ar: طابقتَ كل الأزواج!
en: You matched all the pairs!
ru: Ты собрал все пары!

source: הִתְחִיל
ar: بدأ
en: started
ru: начал

source: הִתְחִילָה
ar: بدأت
en: started
ru: начала

source: הִתְחַבְּרוּ
ar: سجّلوا الدخول
en: Connect
ru: Подключиться

source: הִתְחַבְּרוּ עִם הַחֶשְׁבּוֹן שֶׁלָּכֶם — וּמִיָּד תַּזִּינוּ אֶת קוֹד הַמִּשְׁפָּחָה שֶׁקִּבַּלְתֶּם.
ar: سجّلوا الدخول بحسابكم — ثم أدخلوا رمز العائلة الذي وصلكم.
en: Sign in with your account — then enter the family code you received.
ru: Войдите в свой аккаунт — и сразу введите код семьи, который вы получили.

source: הִתְחַבְּרוּ, וְסִרְקוּ אֶת הַקּוֹד שֶׁכָּאן (אוֹ הַקְלִידוּ אוֹתוֹ)
ar: سجّلوا الدخول، وامسحوا الرمز الظاهر هنا (أو اكتبوه)
en: Sign in, then scan the code here (or type it in)
ru: Войдите и отсканируйте код здесь (или введите его вручную)

source: הִתְחַבַּרְתֶּם! 🎉
ar: تمّ الاتّصال! 🎉
en: You're connected! 🎉
ru: Вы подключились! 🎉

source: הִתְנַתְּקוּ מֵהַמִּשְׁפָּחָה
ar: غادروا العائلة
en: Leave the family
ru: Выйти из семьи

source: הִתְקַדְּמוּת
ar: التقدّم
en: Progress
ru: Прогресс

source: הֵבַנְתִּי
ar: فهمت
en: Got it
ru: Понятно

source: הֵבַנְתִּי — לְהַמְשִׁיךְ בְּכָל זֹאת
ar: فهمت — المتابعة على أي حال
en: Got it — continue anyway
ru: Понятно — всё равно продолжить

source: הֵבַנְתִּי 👍
ar: فهمت 👍
en: Got it 👍
ru: Понятно 👍

source: הֵבַנְתִּי!
ar: فهمت!
en: Got it!
ru: Понятно!

source: הֵיי! אֲנִי טוֹפִי! בּוֹא נֵצֵא לְהַרְפַּתְקָה
ar: أهلًا! أنا Tofy! هيّا بنا إلى مغامرة
en: Hi! I'm Tofy! Let's go on an adventure
ru: Привет! Я Tofy! Идём в приключение

source: הֵיי! בּוֹאוּ נִתְחַבֵּר
ar: أهلًا! هيّا نتّصل
en: Hi! Let's connect
ru: Привет! Давайте подключимся

source: הֵיי! חִכִּיתִי לְךָ... אֲנִי טוֹפִי! 💫
ar: أهلًا! كنت بانتظارك... أنا Tofy! 💫
en: Hey! I've been waiting for you... I'm Tofy! 💫
ru: Привет! Я тебя ждал… Я Tofy! 💫

source: הֵיי! חִכִּיתִי לָךְ... אֲנִי טוֹפִי! 💫
ar: أهلًا! كنت بانتظاركِ... أنا Tofy! 💫
en: Hey! I've been waiting for you... I'm Tofy! 💫
ru: Привет! Я тебя ждал… Я Tofy! 💫

source: הֵיי! יַאלְלָה לְהַרְפַּתְקָה 🌟
ar: أهلًا! هيّا إلى مغامرة 🌟
en: Hey! Let's go on an adventure 🌟
ru: Привет! Вперёд, за приключением 🌟

source: הֵם אוֹהֲבִים
ar: هم يحبّون
en: they love
ru: они любят

source: הֵם יְקַבְּלוּ הוֹדָעָה בַּטֶּלֶפוֹן 📱
ar: ستصلهم رسالة على الهاتف 📱
en: They'll get a message on their phone 📱
ru: Они получат сообщение на телефон 📱

source: הֵסַרְתִּי אוֹפְּצְיָה. %@
ar: أزلتُ خيارًا. %@
en: I removed an option. %@
ru: Я убрал один вариант. %@

source: הֵסַרְתִּי לְךָ אוֹפְּצְיָה! אַתָּה יָכוֹל 💪
ar: أزلتُ لك خيارًا! أنت تستطيع 💪
en: I removed an option for you! You've got this 💪
ru: Я убрал для тебя один вариант! У тебя получится 💪

source: הֵסַרְתִּי לָךְ אוֹפְּצְיָה! אַתְּ יְכוֹלָה 💪
ar: أزلتُ لكِ خيارًا! أنتِ تستطيعين 💪
en: I removed an option for you! You've got this 💪
ru: Я убрал для тебя один вариант! У тебя получится 💪

source: הֶחְזַרְתְּ %lld דַּק'! ⭐
ar: استعدتِ %lld دقيقة! ⭐
en: You won back %lld min! ⭐
ru: Ты вернула %lld мин! ⭐

source: הֶחְזַרְתָּ %lld דַּק'! ⭐
ar: استعدتَ %lld دقيقة! ⭐
en: You won back %lld min! ⭐
ru: Ты вернул %lld мин! ⭐

source: הֶחָתוּל
ar: القطّ
en: the cat
ru: кот

source: הֶלְיוּם
ar: هيليوم
en: helium
ru: гелий

source: הֶקֵּף וְשֶׁטַח
ar: المحيط والمساحة
en: Perimeter and area
ru: Периметр и площадь

source: הֶרְגֵּלִים בְּרִיאִים: שֵׁנָה, צִחְצוּחַ, מַיִם
ar: عادات صحّية: النوم، تنظيف الأسنان، الماء
en: Healthy habits: sleep, brushing, water
ru: Здоровые привычки: сон, чистка зубов, вода

source: הַאִם %@ %@?
ar: هل %@ %@؟
en: Is %@ %@?

source: הַבַּיִת
ar: البَيْت
en: the house
ru: домик

source: הַבַּנָּנָה
ar: المَوْزَة
en: the banana
ru: банан

source: הַבַּקָּשָׁה מַגִּיעָה יָשָׁר לַטֶּלֶפוֹן שֶׁל הַהוֹרֶה
ar: يصل الطلب مباشرةً إلى هاتف والدك
en: Your request goes straight to your parent's phone
ru: Запрос придёт прямо на телефон родителя

source: הַבָּא
ar: التالي
en: Next
ru: Далее

source: הַבּוֹס מְחַכֶּה
ar: الزعيم ينتظر
en: Boss waiting
ru: Босс ждёт

source: הַבּוֹס שֶׁל %@
ar: زعيم %@
en: %@ Boss
ru: Босс: %@

source: הַבּוֹס שֶׁל %@ מְחַכֶּה לְךָ! 🐉
ar: زعيم %@ ينتظرك! 🐉
en: The %@ boss is waiting for you! 🐉
ru: Босс мира «%@» ждёт тебя! 🐉

source: הַבּוֹס שֶׁל %@ מְחַכֶּה לָךְ! 🐉
ar: زعيم %@ ينتظركِ! 🐉
en: The %@ boss is waiting for you! 🐉
ru: Босс мира «%@» ждёт тебя! 🐉

source: הַגְבָּלַת זְמַן יוֹמִית
ar: الحدّ اليومي للوقت
en: Daily time limit
ru: Дневной лимит времени

source: הַגְדִּירוּ קוֹד לִזְמַן מָסָךְ
ar: عيّنوا رمزًا لمدة استخدام الجهاز
en: Set a Screen Time passcode
ru: Задайте код «Экранного времени»

source: הַגְדָּרוֹת
ar: الإعدادات
en: Settings
ru: Настройки

source: הַגְדָּרוֹת הוֹרֶה
ar: إعدادات الوالدين
en: Parent settings
ru: Родительские настройки

source: הַגְדָּרוֹת שֶׁל %@
ar: إعدادات %@
en: %@'s settings
ru: Настройки: %@

source: הַגְדָּרוֹת ← זְמַן מָסָךְ
ar: الإعدادات ← مدة استخدام الجهاز
en: Settings → Screen Time
ru: Настройки → Экранное время

source: הַגִּרְסָה שֶׁמֻּתְקֶנֶת כָּאן כְּבָר לֹא מְדַבֶּרֶת עִם הַשֵּׁרֵת שֶׁל טוֹפִי. הָעִדְכּוּן לוֹקֵחַ רֶגַע — וְכָל הַזְּמַן, הַכּוֹכָבִים וְהַיַּהֲלוֹמִים נִשְׁמָרִים בַּמָּקוֹם.
ar: الإصدار المثبّت هنا لم يعد يتواصل مع خادم Tofy. التحديث يستغرق لحظة — وكل الوقت والنجوم والألماسات تبقى محفوظة في مكانها.
en: The version installed here can no longer talk to Tofy's server. Updating takes a moment — and all the time, stars and diamonds stay right where they are.
ru: Установленная здесь версия больше не может связаться с сервером Tofy. Обновление займёт минуту — а всё время, звёзды и алмазы останутся на месте.

source: הַגֶּזֶר
ar: الجَزَرَة
en: the carrot
ru: морковка

source: הַדִּיּוּק שֶׁל %@ בְּ%@ יָרַד בְּ-%lld נְקֻדּוֹת לְעֻמַּת הַתְּקוּפָה הַקּוֹדֶמֶת. לִפְעָמִים זֶה פָּשׁוּט חֹמֶר חָדָשׁ שֶׁנִּכְנַס.
ar: انخفضت دقّة %@ في %@ بمقدار %lld نقاط مقارنةً بالفترة السابقة. أحيانًا يكون السبب ببساطة مادة جديدة بدأت للتوّ.
en: %@'s accuracy in %@ dropped by %lld points compared to the previous period. Sometimes it's just new material coming in.
ru: Точность %1$@ по теме %2$@ упала на %lld пункта по сравнению с прошлым периодом. Иногда это просто новый материал.

source: הַדֵּרוּג שֶׁלָּכֶם
ar: ترتيبكم
en: Your rank
ru: Твой рейтинг

source: הַדֶּגֶל, הַסֵּמֶל וְהַהִמְנוֹן
ar: العلم والشعار والنشيد
en: The flag, the emblem, and the anthem
ru: Флаг, герб и гимн

source: הַדַּקּוֹת
ar: دقائقك
en: Your minutes
ru: Твои минуты

source: הַדַּקּוֹת מְחַכּוֹת עַד %@
ar: الدقائق تنتظر حتى %@
en: Your minutes wait until %@
ru: Минуты ждут до %@

source: הַדַּקּוֹת שֶׁלִּי מוּגָנוֹת בְּקוֹד
ar: دقائقي محميّة برمز
en: My minutes are protected with a code
ru: Мои минуты защищены кодом

source: הַדַּקּוֹת שֶׁלִּי 🔒
ar: دقائقي 🔒
en: My minutes 🔒
ru: Мои минуты 🔒

source: הַדַּרְגָּה הָאַחֲרוֹנָה — וְהִיא הַכִּי קָשָׁה
ar: المستوى الأخير — والأصعب
en: The final level — and the hardest
ru: Последний уровень — и самый сложный

source: הַדָּג
ar: السَّمَكَة
en: the fish
ru: рыбка

source: הַדֹּב
ar: الدُّبّ
en: the bear
ru: мишка

source: הַהִתְקַדְּמוּת שֶׁלְּךָ שְׁמוּרָה בֶּעָנָן — שׁוּם דָּבָר לֹא אָבַד.
ar: تقدّمك محفوظ في السحابة — لم يضع أيّ شيء.
en: Your progress is saved in the cloud — nothing was lost.
ru: Твой прогресс сохранён в облаке — ничего не потерялось.

source: הַהִתְקַדְּמוּת שֶׁלָּךְ שְׁמוּרָה בֶּעָנָן — שׁוּם דָּבָר לֹא אָבַד.
ar: تقدّمكِ محفوظ في السحابة — لم يضع أيّ شيء.
en: Your progress is saved in the cloud — nothing was lost.
ru: Твой прогресс сохранён в облаке — ничего не потерялось.

source: הַהֶפְרֵשׁ בֵּין %@ וּבֵין %@ הוּא %lld
ar: الفرق بين %1$@ و%2$@ هو %3$lld
en: The difference between %1$@ and %2$@ is %3$lld
ru: Разница между %1$@ и %2$@ равна %3$lld

source: הַהֶקֵּף
ar: المحيط
en: circumference
ru: периметр

source: הַהַגְדָּרוֹת שֶׁל אַבָּא וְאִמָּא — נִפְתָּחוֹת רַק עִם קוֹד.
ar: إعدادات أمي وأبي — تُفتح فقط برمز.
en: Mom and Dad's settings — they open only with a code.
ru: Настройки мамы и папы — открываются только с кодом.

source: הַהַגְדָּרוֹת שֶׁל הַמַּכְשִׁיר שְׁמוּרוֹת לַהוֹרִים 🔐
ar: إعدادات الجهاز للوالدين فقط 🔐
en: Device settings are just for parents 🔐
ru: Настройки устройства — только для родителей 🔐

source: הַהַזְמָנָה מַמְתִּינָה לְאִשּׁוּר (Ask to Buy)
ar: الطلب بانتظار الموافقة (Ask to Buy)
en: Order waiting for approval (Ask to Buy)
ru: Заказ ожидает подтверждения (Ask to Buy)

source: הַהַזְמָנָה נִשְׁלְחָה לְאִשּׁוּר. הִיא תִּכָּנֵס לְתֹקֶף בָּרֶגַע שֶׁתְּאֻשַּׁר.
ar: أُرسل الطلب للموافقة. وسيسري مفعوله فور الموافقة عليه.
en: Your purchase was sent for approval. It'll take effect as soon as it's approved.
ru: Покупка отправлена на подтверждение. Она вступит в силу, как только её одобрят.

source: הַהַזְמָנָה נִשְׁמְרָה! אֶפְשָׁר לְהַזְמִין עוֹד אִימֵיל
ar: حُفظت الدعوة! يمكنكم دعوة بريد إلكتروني آخر
en: Invite saved! You can invite another email
ru: Приглашение сохранено! Можно пригласить ещё один адрес

source: הַהַתְרָאוֹת כָּבוּיוֹת
ar: التنبيهات مُطفأة
en: Notifications are off
ru: Уведомления выключены

source: הַהוֹדָעָה לֹא נִשְׁלְחָה — נַסּוּ שׁוּב
ar: لم تُرسَل الرسالة — حاولوا مجددًا
en: The message wasn't sent — please try again
ru: Сообщение не отправлено — попробуйте ещё раз

source: הַהוֹדָעָה שֶׁלָּכֶם
ar: رسالتكم
en: Your message
ru: Ваше сообщение

source: הַהוֹרִים עָצְרוּ אֶת זְמַן הַמִּשְׂחָק — הַדַּקּוֹת שֶׁנִּשְׁאֲרוּ שְׁמוּרוֹת 😊
ar: أوقف والداك وقت اللعب — الدقائق المتبقية محفوظة 😊
en: Your parents paused play time — the minutes left are saved 😊
ru: Родители остановили игровое время — оставшиеся минуты сохранены 😊

source: הַהוֹרִים פָּתְחוּ זְמַן מִשְׂחָק 🎉
ar: فتح والداك وقت اللعب 🎉
en: Your parents opened play time 🎉
ru: Родители открыли игровое время 🎉

source: הַהוֹרֶה הַשֵּׁנִי כְּבָר הִגְדִּיר
ar: الوالد الآخر أعدّ الأمر مسبقًا
en: The other parent already set up
ru: Второй родитель уже всё настроил

source: הַהוֹרֶה הַשֵּׁנִי פָּשׁוּט יִתְחַבֵּר עִם הָאִימֵיל הַזֶּה — וְהַמִּשְׁפָּחָה תְּחַכֶּה לוֹ שָׁם, בְּלִי קוֹדִים.
ar: يكفي أن يسجّل الوالد الآخر الدخول بهذا البريد — وستكون العائلة بانتظاره هناك، بلا رموز.
en: The other parent just signs in with this email — the family will be waiting for them there, no codes needed.
ru: Второму родителю достаточно войти с этой почтой — семья будет ждать его там, без всяких кодов.

source: הַזְּמַן הַזֶּה שֶׁלְּךָ — רַק אַתָּה פּוֹתֵחַ אוֹתוֹ
ar: هذا الوقت وقتك — أنت وحدك تفتحه
en: This time is yours — only you can unlock it
ru: Это время твоё — открыть его можешь только ты

source: הַזְּמַן הַזֶּה שֶׁלָּךְ — רַק אַתְּ פּוֹתַחַת אוֹתוֹ
ar: هذا الوقت وقتكِ — أنتِ وحدكِ تفتحينه
en: This time is yours — only you can unlock it
ru: Это время твоё — открыть его можешь только ты

source: הַזְּמַן נִגְמַר
ar: انتهى الوقت
en: Time's up
ru: Время вышло

source: הַזְּמַן נִגְמַר 🔒
ar: انتهى الوقت 🔒
en: Time's up 🔒
ru: Время вышло 🔒

source: הַזְּמַן עָבַר לְמַכְשִׁיר אַחֵר — הַדַּקּוֹת שֶׁנִּשְׁאֲרוּ שְׁמוּרוֹת 😊
ar: انتقل وقتك إلى جهاز آخر — الدقائق المتبقية محفوظة 😊
en: Your time moved to another device — the minutes left are saved 😊
ru: Время перешло на другое устройство — оставшиеся минуты сохранены 😊

source: הַזְּמַן שֶׁלְּךָ בַּדֶּרֶךְ!
ar: وقتك في الطريق!
en: Your time is on its way!
ru: Твоё время уже в пути!

source: הַזְּמַן שֶׁלְּךָ כְּבָר פָּתוּחַ %@ — עוֹד %lld דַּקּוֹת 🎮
ar: وقتك مفتوح بالفعل %@ — بقيت %lld دقيقة 🎮
en: Your time is already open %@ — %lld minutes left 🎮
ru: Твоё время уже открыто %1$@ — ещё %lld минуты 🎮

source: הַזְּמַן שֶׁלְּךָ מוּגָן
ar: وقتك محميّ
en: Your time is protected
ru: Твоё время защищено

source: הַזְּמַן שֶׁלְּךָ מוּגָן! 🔒
ar: وقتك محميّ! 🔒
en: Your time is protected! 🔒
ru: Твоё время защищено! 🔒

source: הַזְּמַן שֶׁלְּךָ פָּתוּחַ עַכְשָׁיו בְּמַכְשִׁיר אַחֵר 🎮
ar: وقتك مفتوح الآن على جهاز آخر 🎮
en: Your time is open on another device right now 🎮
ru: Твоё время сейчас открыто на другом устройстве 🎮

source: הַזְּמַן שֶׁלָּךְ בַּדֶּרֶךְ!
ar: وقتكِ في الطريق!
en: Your time is on its way!
ru: Твоё время уже в пути!

source: הַזְּמַן שֶׁלָּךְ כְּבָר פָּתוּחַ %@ — עוֹד %lld דַּקּוֹת 🎮
ar: وقتكِ مفتوح بالفعل %@ — بقيت %lld دقيقة 🎮
en: Your time is already open %@ — %lld minutes left 🎮
ru: Твоё время уже открыто %1$@ — ещё %lld минуты 🎮

source: הַזְּמַן שֶׁלָּךְ מוּגָן
ar: وقتكِ محميّ
en: Your time is protected
ru: Твоё время защищено

source: הַזְּמַן שֶׁלָּךְ מוּגָן! 🔒
ar: وقتكِ محميّ! 🔒
en: Your time is protected! 🔒
ru: Твоё время защищено! 🔒

source: הַזְּמַן שֶׁלָּךְ פָּתוּחַ עַכְשָׁיו בְּמַכְשִׁיר אַחֵר 🎮
ar: وقتكِ مفتوح الآن على جهاز آخر 🎮
en: Your time is open on another device right now 🎮
ru: Твоё время сейчас открыто на другом устройстве 🎮

source: הַזְמִינוּ
ar: ادعوا
en: Invite
ru: Пригласить

source: הַזְמָנָה לְטוּרְנִיר מֵ%@!
ar: دعوة إلى بطولة من %@!
en: Tournament invite from %@!
ru: Приглашение на турнир от %@!

source: הַזְמָנָה מִ%@!
ar: دعوة من %@!
en: %@ is inviting you!
ru: Приглашение от %@!

source: הַזִּינוּ אֶת קוֹד הַהוֹרֶה שֶׁבְּחַרְתֶּם לַמִּשְׁפָּחָה
ar: أدخلوا رمز الأهل الذي اخترتموه للعائلة
en: Enter the parent code you chose for your family
ru: Введите родительский код, который вы выбрали для семьи

source: הַזִּינוּ קוֹד בֶּן 4 סְפָרוֹת
ar: أدخلوا رمزًا من 4 أرقام
en: Enter a 4-digit code
ru: Введите код из 4 цифр

source: הַזִּינוּ קוֹד הוֹרֶה כְּדֵי לְאַפֵּס אֶת הַקּוֹד שֶׁל %@
ar: أدخلوا رمز الوالدين لإعادة ضبط رمز %@
en: Enter the parent code to reset %@'s code
ru: Введите родительский код, чтобы сбросить код %@

source: הַזִּינוּ שׁוּב אֶת הַקּוֹד לְאִשּׁוּר
ar: أدخلوا الرمز مرّة أخرى للتأكيد
en: Enter the code again to confirm
ru: Введите код ещё раз для подтверждения

source: הַחְלִיפִי שְׁאֵלָה
ar: غيّري السؤال
en: Swap question
ru: Заменить вопрос

source: הַחְלִיפוּ סוּג מַכְשִׁיר
ar: غيّروا نوع الجهاز
en: Switch device type
ru: Сменить тип устройства

source: הַחְלִיקוּ לְכָל כִּוּוּן 👆
ar: اسحبوا في أي اتجاه 👆
en: Swipe in any direction 👆
ru: Проведите в любую сторону 👆

source: הַחְלֵף שְׁאֵלָה
ar: غيّر السؤال
en: Swap question
ru: Заменить вопрос

source: הַחְלֵף תְּמוּנָה
ar: غيّر الصورة
en: Change photo
ru: Сменить фото

source: הַחְלֵף תַּפְקִיד מַכְשִׁיר (חֲזָרָה לִבְחִירָה)
ar: غيّر دور الجهاز (عودة إلى الاختيار)
en: Switch device role (back to selection)
ru: Сменить роль устройства (назад к выбору)

source: הַחְלָפַת הַקּוֹד
ar: تغيير الرمز
en: Change code
ru: Смена кода

source: הַחֲבִילוֹת אֵינָן זְמִינוֹת כָּרֶגַע
ar: الحزم غير متاحة حاليًا
en: Packs aren't available right now
ru: Наборы сейчас недоступны

source: הַחֲבֵרִים
ar: الأصدقاء
en: Friends
ru: Друзья

source: הַחֲבֵרִים שֶׁל %@
ar: أصدقاء %@
en: %@'s friends
ru: Друзья %@

source: הַחֲבֵרִים שֶׁלִּי
ar: أصدقائي
en: My friends
ru: Мои друзья

source: הַחֲזִיר
ar: الخنزير
en: the pig
ru: свинья

source: הַחִילוּ עַכְשָׁו וּבִדְקוּ
ar: طبّقوا الآن وتحقّقوا
en: Apply now and check
ru: Применить и проверить

source: הַחַגִּים
ar: الأعياد
en: The Holidays
ru: Праздники

source: הַחֹדֶשׁ
ar: هذا الشهر
en: This month
ru: Этот месяц
